Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: omegat/project_save.tmx
Source language: es
Languages: en

source: Cuando Pilsudski inició su insurrección, la socialdemocracia polaca llamó a la huelga general y esta fue respondida con el levantamiento de los obreros de los ferrocarriles de Varsovia.
en: When Pilsudski began their insurrection, the Polish social democracy called for the general strike and this was answered with the uprising of the workers of Warsaw railways.

source: Culturalmente, Ucrania está en un punto muerto, incapaz de moverse de la pasada división Este-Oeste y de los estériles debates lingüísticos […]
en: Culturally, Ukraine is in a stalemate, unable to move from last East-West division and sterile linguistic debates [...]

source: De esta forma la izquierda reformista “pro-europea” y “pro-rusa” es por sus traiciones, cómplice de la guerra de exterminio que está sufriendo el pueblo ucraniano.
en: In this way, because to its betrayals, the "Pro-European" and "pro-Russian" reformist left is accomplice in the war of extermination that Ukrainian people are suffering.

source: De esta forma se prepara el camino para la toma revolucionaria del poder y la conquista de Repúblicas Socialistas de los explotados de la ciudad y el campo, las únicas que puede garantizar el derecho de autodeterminación nacional tanto para los oprimidos rusófonos y no rusófonos de Ucrania, como para los tártaros de Crimea.
en: Thus It paves the way for the revolutionary seizure of power and the conquest of Socialist Republics of the exploited of the city and countryside, the only ones which can guarantee the right of national self-determination for the Russian-speaking and non-Russian-speaking oppressed of Ukraine as well as for the Crimean Tatars.

source: De esto no habla el reformismo y es que en realidad no actúa por su cuenta.
en: About this does not speak the reformism and is because not actually acting on their own.

source: De hecho así como Stalin masacró sobre todo a las masas no rusófonas, Hitler hizo igual con las masas rusófonas, y estos acontecimientos están sellados con sangre en la conciencia histórica de los explotados de Ucrania por generaciones.
en: In fact as well as Stalin massacred to the non-Russian speaking masses, Hitler did the same with the Russian masses, and these events are sealed with blood in the historical consciousness of the exploited of Ukraine for generations.

source: De hecho este documento lo consideramos la verdadera primera carta fundacional de nuestra organización, el Núcleo por la Refundación de la Cuarta Internacional.
en: In fact we consider this document as the first true Founding Charter of our Organization, the Core for the Refoundation of the Fourth International (NRCI in the Spanish Acronym).

source: De hecho, ya antes, ante el avance victorioso de la revolución, Putin se uniría al imperialismo para aplastarla y el proletariado pelearía entonces su batalla final por el poder contra el frente ruso-europeo.
en: In fact, earlier, before the victorious advance of the revolution, Putin would join to the imperialism to crush it and the proletariat would then fight the final battle for power against the European-Russian front.

source: De la pacífica “revolución naranja”, Ucrania ha transitado a un complejo escenario de insurrecciones fascistas, levantamientos obreros e intervención militar extranjera.
en: Of the peaceful "Orange Revolution", Ukraine has gone to a complex scenario of fascist insurrections, labor uprisings and foreign military intervention.

source: De modo análogo, la izquierda pro-rusa tampoco dice que Yanukovich o Putin sean buenos burgueses.
en: Similarly, the pro-Russian Left also don't say that Yanukovich or Putin are good burghers.

source: De todas formas, su eventual penetración por abajo, es decir, por los parados, es mucho más peligrosa.
en: Anyway, eventually penetration below, i.e., by the unemployed, is much more dangerous.

source: Debe preparar el camino a su propio poder, llamando a la huelga general revolucionaria, poniendo en pie sobre todo a los explotados y oprimidos de la capital.
en: Proletariat should pave the way to its own power, calling the revolutionary general strike, putting on its feet mainly to the exploited and oppressed of the capital.

source: Debemos comprender que “a la burguesía ya establecida tampoco le gusta la manera fascista de resolver sus problemas, ya que los choques y disturbios que produce, aunque actúa en interés de la sociedad burguesa, también la ponen en peligro.
en: We must understand that "to the established bourgeoisie also do not like the fascist way to solve their problems, because the shocks and disturbances which produces, though he acts in the interests of the bourgeois society, also put it at risk.

source: Debemos seguir el ejemplo de Islandia que ha rechazado pagar las deudas (aseguradas por el gobierno) acumuladas por los banqueros y burócratas con el fin de enriquecerse personalmente”.
en: We should follow the example of Iceland, which refused to pay debts accrued by bankers and bureaucrats (under government warranty) for the purposes of personal enrichment and “social handouts”...".

source: Demandamos el retorno de empresas estratégicas a propiedad pública” (Borotda, Comunicado #8).
en: We demand the return of strategic enterprises to public ownership" (Borotda, statement #8).

source: Demandamos la elección democrática de autoridades en lugar de la designación de protégés por la junta de Kiev y sus patrocinadores-oligarcas.
en: We demand the democratic election of authorities rather than the appointment of protégés for the Board of Kiev and its oligarchs-sponsors.

source: Demandamos la prohibición de la actividad de “Sector de Derecha” y otros grupos neo-Nazis.
en: We demand the prohibition of the activity of "Right Sector" and other neo-Nazis groups.

source: Demandamos se detenga la persecución de todos los participantes en la protesta popular.
en: We demand to stop persecution of all participants in the popular protest.

source: Demandamos un real auto-gobierno bajo el control de los colectivos obreros, sindicatos y autodefensas urbanas.
en: We demand a real self-government under the control of collective workers, unions and urban self-defence.

source: Desde cierto ángulo esto es una debilidad del fascismo semi-colonial ya que entra en abierta contradicción con el deseo de liberación nacional y social de las masas que lo llevaron al poder, pero está obligado hacerlo porque si “en Alemania, Italia y Japón el fascismo y el militarismo son las armas de un imperialismo ambicioso, hambriento y por lo tanto agresivo.
en: From certain angle this is a weakness of the semicolonial fascism since enter in open contradiction with the desire for national and social liberation of the masses that brought him to power, but is obliged to do so because if "in Germany, Italy and Japan the fascism and militarism are the weapons of an ambitious, hungry and therefore aggressive imperialism.

source: Después de la caída de Yanukovich estas acciones no tendrán más el carácter de apoyo al gobierno.
en: After the fall of Yanukovich these actions will not have more the nature of support to the Government.

source: Dicen que las fuerzas nacionalistas son peligrosas, pero cuando Rusia asaltó Crimea y metió tropas en las regiones del Este, Borotda guardó silencio y en ninguno de sus comunicados podemos encontrar la menor mención sobre este asunto.
en: They say that the nationalist forces are dangerous, but when Russia attacked Crimea and got troops in the regions of the East, Borotda kept silent and in none of their statements can be found the minor mention on this matter.

source: Durante el desarrollo de estos acontecimientos, el estalinismo boicoteó el frente único anti-fascista y subestimó el avance del fascismo hasta que el PC alemán fuera ilegalizado y sus militantes arrojados al calabozo.
en: During the course of these events, Stalinism boycotted the anti-fascist front and underestimated the advance of fascism until the German PC was outlawed and its members thrown into the Dungeon.

source: EL ASCENSO DEL FASCISMO
en: THE RISE OF FASCISM

source: EL IMPERIALISMO BOMBARDEA UCRANIA
en: IMPERIALISM BOMBARDS UKRAINE

source: El 2008,
en: The 2008,

source: El 2010, su grupo juvenil “Acción Directa”, encabezó una movilización de 20 000 estudiantes en 15 ciudades del país.
en: In 2010, your youth group "Direct action", headlined a mobilization of 20,000 students in 15 cities across the country.

source: El PC ya venía criticando al régimen, pero boicoteó y aisló cada combate bajo el argumento de que le hacía juego a la oligarquía de Tymoshenko y sobre todo al fascismo que no perdía oportunidad para lanzar amenazas de exterminio sobre la población rusófona.
en: The CP was already criticizing the regime, but they boycotted and isolated each combat under the argument that they play into the hands of the oligarchy of Tymoshenko and especially of fascism that no waste the opportunity to launch threats of extermination on the Russian population.

source: El Partido Comunista (PC) continuaba así la política de chovinismo gran ruso impuesta por la contra-revolución estalinista contra el principio de autodeterminación nacional y carácter federativo totalmente libre de la URSS conquistado por la revolución de Octubre y defendido siempre por Lenin y Trotsky.
en: The Communist Party (CP) continued the policy of the Great Russian chauvinism imposed by the Stalinist counter-revolution against the principle of national self-determination and federal nature totally free of the USSR conquered by the October Revolution and always defended by Lenin and Trotsky.

source: El acuerdo incluye la postergación del referéndum separatista sobre Donetsk cuestión que ha sido rechazada por las masas con sectores que desean seguir combatiendo también al gobierno de Kiev, demostrando que el campo “pro-ruso” está plagado de contradicciones.
en: The agreement includes the postponement of the separatist referendum on Donetsk, issue that has been rejected by the masses with sectors that want to continue fighting with the Government of Kiev, also demonstrating that the "pro Russian" field is rife with contradictions.

source: El crecimiento rápido de los fascistas implica que la bola puede rodar hacia la derecha […]
en: The rapid growth of fascist means that the ball can roll to the right [...].

source: El descaro, el cinismo y la “rapidez” con que el jefe victorioso de ese movimiento cayó de rodillas ante la gran burguesía rogándole que lo “coronara” están en relación directa con esa profundidad y esa movilización” (Trotsky, Pilsudski, el fascismo y el carácter de nuestra época).
en: the more brazenly, cynically, and "suddenly" would the victorious chief of this movement fall down on his knees before the big bourgeoisie with the request that they "crown" him. "(Trotsky - Pilsudskism, Fascism, and the Character of Our Epoch).

source: El destino de la Humanidad se libra en Europa y Europa es ahora Ucrania, la crisis de la dirección revolucionaria del proletariado debe ser resuelta.
en: The fate of humanity being waged in Europe and Europe is now Ukraine, the crisis of revolutionary leadership of the proletariat must be resolved.

source: El discurso de la socialdemocracia ucraniana es que “peor que Europa es Putin y sus oligarcas ucranianos, el estalinismo y Holodomor”.
en: The speech of Ukrainian social democracy is that "Putin is worse than Europe and his Ukrainian oligarchs, the Stalinism and Holodomor".

source: El dos de mayo una gruesa movilización de trabajadores contra el gobierno de Kiev fue brutalmente atacada por milicias fascistas de Svoboda y Sector de Derecha, enviados especialmente a reprimir la manifestación.
en: On May 2th a heavy mobilization of workers against the Government in Kiev was brutally attacked by fascist militia of Svoboda and Right Sector, sent especially to suppress the demonstration.

source: El estalinismo internacional por su parte, desde los eurocomunistas más pacifistas hasta los maoístas más vocingleros, viene sosteniendo el papel contra-revolucionario que está jugando el PC ucraniano tanto en el parlamento del Kiev fascista (hasta su reciente expulsión), como en el gobierno burgués de Donbás.
en: The International Stalinism meanwhile, from the most pacifist eurocommunists to the most chatterbox Maoists, is sustaining the counter-revolutionary role that the Ukrainian CP is playing as in Parliament of the fascist Kiev (until his recent expulsion), as in the bourgeois Government of Donbas.

source: El fascismo es ante todo anti-obrero y en esto siempre fue consecuente, aunque su ideología pueda adquirir distintas formulaciones.
en: Fascism is above all anti-working class and this was always consistent, although its ideology can acquire different formulations.

source: El fascista argentino Leopoldo Lugones fue también un conocido defensor de los derechos de los descendientes de Abraham.
en: The fascist Argentine Leopoldo Lugones was also a known defender of the rights of the descendants of Abraham.

source: El gobierno de Yanukovich opuso una férrea resistencia durante 3 meses apoyado en la clase media y la aristocracia obrera de la Ucrania rusoparlante, hasta su caída el 22 de febrero, dejando el saldo solo oficial de más de cien muertos.
en: The Yanukovich Government opposed a fierce resistance during 3 months supported by the middle class and the labor aristocracy of the Ukraine Russian-speaking, until its fall on February 22, leaving only in the official balance to more than a hundred dead.

source: El gobierno “naranja” de Yuschenko fue un verdadero desastre.
en: The "orange" Government of Yushchenko was a real disaster.

source: El imperialismo yanqui, a través del Fondo Monetario Internacional, ya ha impuesto que sean las masas de Ucrania rusófonas y no rusófonas, las que paguen la gigantesca deuda del Estado (que se viene acumulando desde el pacto de restauración capitalista) con la privatización de la educación y la salud, con cierres y despidos masivos, con impuestos a los pequeños negocios y también al salario (40%) y con el aumento brutal del precio del gas.
en: Yankee imperialism through the International Monetary Fund (IMF), already has imposed that the masses of Ukraine, wheter they are russian-speaking or not, be the ones who pay the huge debt of the State (that is being accumulated since the capitalist restauration pact) with the privatization of education and health; with closures of factories and layoffs, with taxation to the little business and the salary (40%) and the brutal rise of the gas price.

source: El mariscal de la insurrección fascista polaca, Józef Pilsudski, ni se consideraba ario ni usaba la esvástica y fue además el que quizás mejor trato dio a la comunidad judía en la historia del país.
en: The Marshal of the Polish fascist insurrection, Józef Pilsudski, neither considered Aryan nor used the swastika and was also that perhaps best deal gave the Jewish community in the country's history.

source: El mismo día de la caída de Yanukovich, cerca de diez mil manifestantes tomaron las calles de Luhansk una de las provincias que lindan con Rusia.
en: The same day of the fall of Yanukovich, about ten thousand demonstrators took to the streets of Luhansk one provinces bordering Russia.

source: El momento preciso de su primer golpe no podía determinarlo su dirección, sino el propio desarrollo de la situación pre-fascista;
en: The time of their first blow couldn't be determined by their leadership, but the own development of the pre-fascist situation;

source: El parlamentarismo se ha agotado, y el pueblo está espiritual y emocionalmente listo para otras formas de vida organizada.
en: Parliamentarism has been exhausted, and the people is spiritually and emotionally ready for other forms of organized life.

source: El problema de saber cuál de entre ellos es un ‘mal menor’ carece de sentido, porque su sistema, contra el cual luchamos nosotros, necesita de todos sus elementos.
en: The question as to which one of them is the “lesser evil” has no sense, for the system we are fighting against needs all these elements.

source: El problema es que el 2003, Popovych fue expulsado del CWI de Taaffe por presión de una serie de grupos que denunciaron que fueron estafados por este individuo.
en: The problem is that the 2003, Popovych was expelled from the CWI of Taaffe under pressure from a number of groups who complained that they were conned by this individual.

source: El proletariado levantado en armas no tiene por qué sostener un gobierno conformado por los partidos políticos de la burguesía “pro-rusa” y los agentes militares de Putin, carnicero del pueblo checheno y georgiano.
en: The armed proletariat does not have why support a Government formed by the political parties of the "pro-Russian" bourgeoisie and the military agents of Putin, butcher of both the Chechen and Georgian.

source: El reformismo reflexiona de la siguiente manera:
en: Reformism reflects follows:

source: El rol contra-revolucionario de la dupla anarquista/”trotskista” llegó de verdad lejos.
en: The counter-revolutionary role of the anarchist/Trotskyist duo came really far.

source: El rol criminal del PC votando en el parlamento a favor de que sea Yanukovich, como “mal menor”, el que aplaste la insurrección fascista, es exactamente igual al papel jugado por el reformismo en Italia cuando solicitaban la intervención del rey Víctor Manuel III contra Mussolini o la del canciller alemán Brüning contra Hitler.
en: The criminal role of the CP, voting in the Parliament in favor that be Yanukovich, as a "lesser evil", be the one that crush the fascist insurrection, is exactly equal to the role played by reformism in Italy when requesting the intervention of the King Víctor Manuel III against Mussolini or the German Chancellor Brüning against Hitler.

source: El rol de la izquierda reformista consiste en reivindicar solo un aspecto y desconocer el otro, reconstruyendo sobre el proletariado ucraniano otro “Muro de Berlín” contra-revolucionario.
en: The role of the reformist left consists on claim only one aspect and ignore the other, rebuilding another counter-revolutionary 'Berlin wall' over the Ukrainian proletariat.

source: El rápido y sorpresivo ascenso del fascismo ucraniano es parte precisamente de la ofensiva contra-revolucionaria que se está imponiendo y busca consolidarse en el mundo.
en: The quick and surprising rise of Ukrainian fascism is part precisely of the offensive counter revolutionary that is being imposed and looks to establish itself in the world.

source: El régimen bonapartista de la Ucrania semi-colonial, no ha hecho más que oscilar constantemente entre estos dos campos desde su “independencia” bajo las cadenas de la restauración capitalista.
en: The Bonapartist regime of the semi-colonial Ukraine, has done no more than constantly oscillate between these two fields since its "independence" under the chains of the capitalist restoration.

source: El separatismo burgués quedará completamente aislado si las masas rusófonas de Donetsk, Luhansk e incluso de Crimea ven que el proletariado de Kiev lo convoca a luchar juntos contra el fascismo levantando el respeto absoluto por sus derechos culturales y su derecho a la autodeterminación nacional y exigiendo lo mismo para sí.
en: The Bourgeois separatism will be completely isolated if the Donetsk, Luhansk and Crimea's Russian-speaking masses come to the proletariat of Kiev convened it to fight together against fascism by lifting the absolute respect for their cultural rights and their right to national self-determination and demanding the same for himself's

source: El siguiente comunicado pertenece al Sindicato Independiente de Mineros de Donetsk.
en: The following statement belongs to Independent Donetsk Miners’ Trade Union.

source: El triunfo del movimiento revolucionario en cualquier país será la marcha fúnebre de Hitler”.
en: The triumph of the revolutionary movement in any country will be the funeral March of Hitler".

source: El uso de términos como “nazis”, “neo-nazis”, “ultra-derecha”, “extrema derecha”, “skin head” e incluso “neo-fascistas” (¿?) no son más que armas de confusión en manos de la izquierda reformista.
en: The use of terms such as "nazis", "neo Nazi", "ultra right", "far right" and "skin head" and even "neo-fascist" (?) are not more than weapons of confusion in the hands of the reformist left

source: El “izquierdismo” fascista surge de la necesidad de provocar y nutrir las ilusiones del enfurecido pequeño propietario.
en: The "leftism" in fascism flows from the necessity to arouse and nourish the illusions of the enraged petty proprietor.

source: Ellos fueron brutalmente atacados por Nazis.
en: They were brutally attacked by Nazis.

source: Ellos fueron parte y siguen siendo, del aislamiento internacional de la heroica revolución del proletariado árabe que tiene en Libia y Siria su fracción más avanzada.
en: They were part and continue to be, of the international isolation of the heroic revolution of the Arab proletariat which has its most advanced fraction in Libya and Syria.

source: Ellos mismos confiesan como la vanguardia obrera fue llevada al Maidán para que sea masacrada por el fascismo:
en: They themselves confess as the workers Vanguard was taken to the Maidan to be massacred by the fascism:

source: Ellos pararon y salieron a las calles para impedir que les impongan un nuevo impuesto al salario decretado por el gobierno para financiar la reconstrucción del centro de Kiev.
en: They stopped and took to the streets to prevent that they impose a new tax on wage decreed by the Government to finance the reconstruction of Central Kiev.

source: Ellos se dan cuenta que necesitan su propio Partido Obrero independiente de los oligarcas.
en: They realize that need its own Workers Party independent of the oligarchs.

source: Ellos se encargan de contener a los sectores avanzados que están buscando una salida revolucionaria e independiente a la profunda crisis que se ha desarrollado en el país y es que hay tantas buenas razones para oponerse a la burguesía pro-europea como a la pro-rusa.
en: They are responsible for contain advanced sectors who are looking for a revolutionary and independent exit to the deep crisis which has developed in the country and is that there are so many good reasons to oppose the pro-European bourgeoisie as the pro-Russian one.

source: Ellos se encargaron no solo de dividir y contener junto al PC, el ascenso obrero de fines de los noventas, sino que jugaron un rol fundamental para la salida de la crisis política desarrollada a principios del siglo XXI y que tuvo su remate en la situación revolucionaria abierta a fines del 2004 (como parte del combate en Serbia, Georgia y luego Kirguistán).
en: They were not only responsible for dividing and contain, alongside the CP, the workers rise of the late nineties, they also played a key role for the exit of the political crisis developed in the early XX century who had his culmination in the open revolutionary situation in late 2004 (as part of combat in Serbia , Georgia and after Kyrgyzstan).

source: Ellos son los defensores de la revolución “democrática” de los generales del imperialismo, así como en Ucrania, solo que esta vez su revolución democrática ¡la encabeza el fascismo!
en: They are the defenders of the "democratic" revolution of the generals of imperialism, as well as in Ukraine, only that this time his democratic revolution is headed by the fascism!
